# data/biology.py

TASKS = {
    "biology": {
        "1.1": {
            "name": "Биология как наука. Методы научного познания",
            "tasks": []
        },
        "2.1": {
            "name": "Клетка как биологическая система",
            "tasks": []
        },
        "2.2": {
            "name": "Обмен веществ и энергии в клетке",
            "tasks": []
        },
        "3.1": {
            "name": "Размножение и индивидуальное развитие организмов",
            "tasks": []
        },
        "4.1": {
            "name": "Основные систематические категории. Бактерии, грибы, растения, животные",
            "tasks": []
        }
    }
}

VIDEO_LINKS = {
    "biology": {}
}
