# data/chemistry.py

TASKS = {
    "chemistry": {
        "1.1": {
            "name": "Строение атома. Электронная конфигурация",
            "tasks": []  # сюда будут добавляться задания
        },
        "1.2": {
            "name": "Периодический закон и периодическая система химических элементов",
            "tasks": []
        },
        "1.3": {
            "name": "Валентность, степень окисления, электроотрицательность",
            "tasks": []
        },
        "1.4": {
            "name": "Химическая связь и строение вещества",
            "tasks": []
        },
        "1.5": {
            "name": "Классификация химических реакций",
            "tasks": []
        }
    }
}

VIDEO_LINKS = {
    "chemistry": {}
}
