# data/geography.py

TASKS = {
    "geography": {
        "1.1": {
            "name": "География как наука. Источники географической информации",
            "tasks": []
        },
        "1.2": {
            "name": "Природа Земли и человек",
            "tasks": []
        },
        "1.3": {
            "name": "Население мира",
            "tasks": []
        },
        "1.4": {
            "name": "Мировое хозяйство",
            "tasks": []
        },
        "1.5": {
            "name": "Регионы и страны мира",
            "tasks": []
        }
    }
}

VIDEO_LINKS = {
    "geography": {}
}
