# data/history.py

TASKS = {
    "history": {
        "1.1": {
            "name": "Народы и древнейшие государства на территории России",
            "tasks": []
        },
        "1.2": {
            "name": "Русь в IX – начале XII в.",
            "tasks": []
        },
        "1.3": {
            "name": "Русские земли и княжества в XII – середине XV в.",
            "tasks": []
        },
        "1.4": {
            "name": "Российское государство во второй половине XV–XVII в.",
            "tasks": []
        },
        "1.5": {
            "name": "Россия в XVIII – середине XIX в.",
            "tasks": []
        }
    }
}

VIDEO_LINKS = {
    "history": {}
}
