# data/math.py

TASKS = {
    "math": {
        "1.1": {
            "name": "Числа и вычисления",
            "tasks": []
        },
        "1.2": {
            "name": "Алгебраические выражения",
            "tasks": []
        },
        "1.3": {
            "name": "Уравнения и неравенства",
            "tasks": []
        },
        "1.4": {
            "name": "Функции и графики",
            "tasks": []
        },
        "1.5": {
            "name": "Производная и первообразная",
            "tasks": []
        }
    }
}

VIDEO_LINKS = {
    "math": {}
}
