# data/physics.py

TASKS = {
    "physics": {
        "1.1": {
            "name": "Механика. Кинематика",
            "tasks": []
        },
        "1.2": {
            "name": "Механика. Динамика",
            "tasks": []
        },
        "1.3": {
            "name": "Механика. Законы сохранения",
            "tasks": []
        },
        "1.4": {
            "name": "Молекулярная физика и термодинамика",
            "tasks": []
        },
        "1.5": {
            "name": "Электродинамика",
            "tasks": []
        }
    }
}

VIDEO_LINKS = {
    "physics": {}
}
