# data/russian.py

TASKS = {
    "russian": {
        "1.1": {
            "name": "Фонетика. Орфоэпия",
            "tasks": []
        },
        "1.2": {
            "name": "Лексика и фразеология",
            "tasks": []
        },
        "1.3": {
            "name": "Морфемика и словообразование",
            "tasks": []
        },
        "1.4": {
            "name": "Морфология",
            "tasks": []
        },
        "1.5": {
            "name": "Синтаксис и пунктуация",
            "tasks": []
        }
    }
}

VIDEO_LINKS = {
    "russian": {}
}
